cask_args appdir: "/Applications"
brew "peco"
brew "jq"
brew "tmux"
brew "mysql-client"
brew "tfenv"
brew "tree"
brew "awscli"
brew "saml2aws"
brew "rbenv"
brew "ruby-build"
brew "yarn"
cask "visual-studio-code"
cask "iterm2"
cask "karabiner-elements"
cask "docker"
