cask_args appdir: "/Applications"
brew "peco"
brew "jq"
brew "tmux"
brew "mysql"
brew "mysql-client"
brew "postgresql"
brew "tfenv"
brew "tree"
brew "awscli"
brew "saml2aws"
brew "rbenv"
brew "ruby-build"
brew "yarn"
brew "libyaml"
brew "autoconf"
brew "libxml2"
brew "hubflow"
brew "redis"
cask "visual-studio-code"
cask "iterm2"
cask "karabiner-elements"
cask "docker"
cask "clipy"
